export const list = [
	// {
	// 	name:'加人代理商-{佣金40%+13%+7%+自己和一级下线消费流水10%提成}',
	// 	price:'价格：999.00',
	// 	description:'若您是代理商，您的一级下线购买会员时您可得到其购买会员价值40%的奖励，二级下线购买会员时您可得到其购买会员价值13%的奖励，三级下线购买会员时您可得到其购买会员价值7%奖励。另外你还可获得自己和自己的一级下线消费流水10%的提成。',
	// 	type:'4',
	// 	totalFee:999,
	// 	vipId:4,
	// 	body:'代理商'
	// },
	{
		name:'顶级永久VIP',
		price:'价格：188.00',
		description:'发布名片优先显示',
		type:'3',
		totalFee:188,
		vipId:3,
		body:'顶级永久VIP'
	}
	// ,{
	// 	name:'超级永久VIP-{佣金25%+10%+5%}',
	// 	price:'价格：66.00',
	// 	description:'若您是超级永久VIP，您的一级下线购买会员时您可得到其购买会员价值25%的奖励，二级下线购买会员时您可得到其购买会员价值10%的奖励，三级下线购买会员时您可得到其购买会员价值5%奖励。',
	// 	type:'2',
	// 	totalFee:66,
	// 	vipId:2,
	// 	body:'超级永久VIP'
	// },{
	// 	name:'普通永久VIP-{佣金20%+8%+3%}',
	// 	price:'价格：33.00',
	// 	description:'若您是普通永久VIP，您的一级下线购买会员时您可得到其购买会员价值20%的奖励，二级下线购买会员时您可得到其购买会员价值8%的奖励，三级下线购买会员时您可得到其购买会员价值3%奖励。',
	// 	type:'1',
	// 	totalFee:33,
	// 	vipId:1,
	// 	body:'普通永久VIP'
	// }
];